export default {
  projections: {
    УведомлениеE: {
      уведомление: {
        __caption__: 'Уведомление'
      },
      сгенКлюч: {
        __caption__: 'Сгенерированный ключ'
      },
      фИО: {
        __caption__: 'ФИО пользователя'
      },
      номерТелефона: {
        __caption__: 'Номер телефона пользователя'
      },
      номер: {
        __caption__: 'Номер посылки'
      },
      хранение: {
        __caption__: 'Продление посылки',
        продления: {
          __caption__: 'Продления посылки'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата завершения хранения'
        }
      }
    },
    УведомлениеL: {
      уведомление: {
        __caption__: 'Уведомление'
      },
      сгенКлюч: {
        __caption__: 'Сгенерированный ключ'
      },
      фИО: {
        __caption__: 'ФИО пользователя'
      },
      номерТелефона: {
        __caption__: 'Номер телефона пользователя'
      },
      номер: {
        __caption__: 'Номер посылки'
      },
      хранение: {
        __caption__: 'Продление посылки',
        продления: {
          __caption__: 'Продление посылки'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата завершение хранения'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер посылки'
    },
    номерТелефона: {
      __caption__: 'Номер телефона пользователя'
    },
    сгенКлюч: {
      __caption__: 'Сгенерированный ключ'
    },
    уведомление: {
      __caption__: 'Уведомление'
    },
    фИО: {
      __caption__: 'ФИО пользователя'
    },
    хранение: {
      __caption__: 'Продление посылки'
    }
  }
};
