export default {
  caption: 'Ключ',
  'сгенКлюч-caption': 'Сгенерированный ключ',
  'уведомление-caption': 'Уведомление',
  'фИО-caption': 'ФИО пользователя',
  'номер-caption': 'Номер посылки',
  'пользователь.номерТелефона-caption': 'Номер телефона пользователя',
  'хранение.датаНачала-caption': 'Дата начала хранения',
  'хранение.датаЗавершения-caption': 'Дата завершения хранения',
  'пользователь-caption': 'Пользователь',
  'посылка-caption': 'Номер посылка',
  'хранение-caption': 'Продление посылки'
};
