export default {
  projections: {
    ПользовательE: {
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    },
    ПользовательL: {
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
