export default {
  projections: {
    КлючE: {
      сгенКлюч: {
        __caption__: 'Сгенерированный ключ'
      },
      уведомление: {
        __caption__: 'Уведомление'
      },
      фИО: {
        __caption__: 'ФИО пользователя'
      },
      номер: {
        __caption__: 'Номер посылки'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        },
        номерТелефона: {
          __caption__: 'Номер телефона пользователя'
        }
      },
      посылка: {
        __caption__: 'Номер посылка',
        номер: {
          __caption__: 'Номер'
        }
      },
      хранение: {
        __caption__: 'Продление посылки',
        продления: {
          __caption__: 'Продления посылик'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата завершения хранения'
        }
      }
    },
    КлючL: {
      сгенКлюч: {
        __caption__: 'Сгенерированный ключ'
      },
      уведомление: {
        __caption__: 'Уведомление'
      },
      фИО: {
        __caption__: 'ФИО пользователя'
      },
      номер: {
        __caption__: 'Номер посылки'
      },
      пользователь: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        },
        номерТелефона: {
          __caption__: 'Номер телефона пользователя'
        }
      },
      посылка: {
        __caption__: 'Номер посылки',
        номер: {
          __caption__: 'Номер посылки'
        }
      },
      хранение: {
        __caption__: 'Продления посылки',
        продления: {
          __caption__: 'Продления посылки'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата начала хранения'
        }
      }
    }
  },
  validations: {
    сгенКлюч: {
      __caption__: 'Сгенерированный ключ'
    },
    пользователь: {
      __caption__: 'Пользователь'
    },
    посылка: {
      __caption__: 'Номер посылка'
    }
  }
};
