export default {
  projections: {
    ХранениеE: {
      номер: {
        __caption__: 'Номер'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаЗавершения: {
        __caption__: 'Дата завершения'
      },
      продления: {
        __caption__: 'Продления'
      },
      ячейка: {
        __caption__: 'Ячейка',
        номерЯчейки: {
          __caption__: 'Номер ячейки'
        }
      },
      регистрПосылки: {
        __caption__: 'Регистр посылки',
        посылка: {
          __caption__: 'Посылка',
          номер: {
            __caption__: 'Номер'
          }
        }
      }
    },
    ХранениеL: {
      номер: {
        __caption__: 'Номер'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаЗавершения: {
        __caption__: 'Дата завершения'
      },
      продления: {
        __caption__: 'Продления'
      },
      ячейка: {
        __caption__: 'Номер ячейки',
        номерЯчейки: {
          __caption__: 'Номер ячейки'
        }
      }
    }
  },
  validations: {
    датаЗавершения: {
      __caption__: 'Дата завершения'
    },
    датаНачала: {
      __caption__: 'Дата начала'
    },
    номер: {
      __caption__: 'Номер'
    },
    продления: {
      __caption__: 'Продления'
    },
    ячейка: {
      __caption__: 'Ячейка'
    },
    регистрПосылки: {
      __caption__: 'Регистр посылки'
    }
  }
};
