export default {
  projections: {
    РегистрХранE: {
      хранение: {
        __caption__: 'Хранение',
        продления: {
          __caption__: 'Продления'
        },
        датаНачала: {
          __caption__: 'Дата начала хранения'
        },
        датаЗавершения: {
          __caption__: 'Дата завершения хранения'
        },
        ячейка: {
          __caption__: '',
          номерЯчейки: {
            __caption__: 'Номер ячейки'
          }
        }
      }
    }
  },
  validations: {
    хранение: {
      __caption__: 'Хранение'
    },
    постамат: {
      __caption__: 'постамат'
    }
  }
};
