export default {
  projections: {
    ПостаматE: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      службаДоставки: {
        __caption__: 'Служба доставки',
        наименвоание: {
          __caption__: 'Наименвоание'
        }
      },
      регистрХран: {
        __caption__: 'Регистр хран',
        хранение: {
          __caption__: 'Хранение',
          продления: {
            __caption__: 'Продления'
          }
        }
      }
    },
    ПостаматL: {
      номер: {
        __caption__: 'Номер'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      статус: {
        __caption__: 'Статус'
      },
      службаДоставки: {
        __caption__: 'Наименвоание',
        наименвоание: {
          __caption__: 'Наименвоание'
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    службаДоставки: {
      __caption__: 'Служба доставки'
    },
    регистрХран: {
      __caption__: 'Регистр хран'
    }
  }
};
